{
  "nav": {
    "home": "Басты",
    "maps": "Карталар",
    "invasions": "Шабуылдар",
    "preparations": "Дәрілер",
    "methods": "Әдістеме",
    "about": "Жоба туралы"
  },
  "home": {
    "title": "Топтық шегірткелер туралы деректер базасы",
    "gregarious": "Топтық шегірткелер",
    "gregariousDesc": "Топтық шегірткелер ауыл шаруашылығына байланысты қауіпті зиянкестер. Бұл ресурста марокко шегірткесі, италиялық прусты және азиялық шегіртке туралы ақпарат берілген.",
    "moroccan": "Марокко шегірткесі",
    "moroccanDesc": "Марокко шегірткесі (Dociostaurus maroccanus) Қазақстанда ауыл шаруашылығы дақылдарының ең қауіпті зиянкестерінің бірі болып табылады.",
    "italian": "Италиялық прус",
    "italianDesc": "Италиялық прус (Calliptamus italicus) дала және орман-дала зоналарында кең таралған.",
    "asian": "Азиялық шегіртке",
    "asianDesc": "Азиялық шегіртке (Locusta migratoria) - шегірткелердің ең кең таралған түрлерінің бірі.",
    "viewMaps": "Карталарға өту",
    "learnMore": "Көбірек білу"
  },
  "maps": {
    "title": "Интерактивті карталар",
    "administrative": "Әкімшілік карта",
    "satellite": "Спутниктік карта",
    "filters": "Сүзгілер",
    "region": "Облыс",
    "district": "Аудан",
    "date": "Күні",
    "year": "Жыл",
    "season": "Маусым",
    "spring": "Көктем",
    "autumn": "Күз",
    "threat": "Қауіп болжамы",
    "treated": "Өңделген аумақтар",
    "weather": "Ауа райы деректері",
    "weatherAll": "Барлығы",
    "weatherTemperature": "Температура",
    "weatherPrecipitation": "Жауын-шашын",
    "weatherHumidity": "Ылғалдылық",
    "weatherWind": "Жел",
    "apply": "Қолдану",
    "reset": "Тазалау",
    "loading": "Деректер жүктелуде..."
  },
  "invasions": {
    "title": "Үлкен шабуылдар",
    "description": "Қазақстандағы және басқа аймақтардағы топтық шегірткелердің үлкен шабуылдарының тарихы",
    "year": "Жыл",
    "noInvasions": "Шабуылдар табылмады"
  },
  "preparations": {
    "title": "Топтық шегірткелерге қарсы дәрілер",
    "description": "Топтық шегірткелермен күресуге арналған дәрілердің тізімі мен сипаттамасы",
    "noPreparations": "Дәрілер табылмады"
  },
  "methods": {
    "title": "Марокко шегірткесінің санын басқару және қарсы тұру әдістемесі",
    "description": "Марокко шегірткесінің санын басқару әдістері мен тәсілдерінің сипаттамасы",
    "monitoring": {
      "title": "Сандық мониторинг",
      "description": "Марокко шегірткесінің санын тұрақты мониторинг көктем және күз кезеңдерінде жүргізіледі. Личинкалар мен имаго санын есептеу әдістері, сондай-ақ өсімдіктердің жағдайын бағалау қолданылады."
    },
    "chemical": {
      "title": "Химиялық күрес әдістері",
      "description": "Зияндылық шегінен асып кеткенде инсектицидтер қолданылады. Еңбек таңертең немесе кешке жел жоқ кезде жүргізіледі. Қазақстанда ауыл шаруашылығында қолдануға рұқсат етілген препараттар пайдаланылады."
    },
    "biological": {
      "title": "Биологиялық әдістер",
      "description": "Биологиялық әдістер шегірткелердің табиғи жауларын және биопрепараттарды пайдалануды қамтиды. Бұл әдістер экологиялық қауіпсіз және басқа әдістермен бірге қолданылуы мүмкін."
    },
    "agrotechnical": {
      "title": "Агротехникалық әдістер",
      "description": "Агротехникалық әдістерге топырақты дұрыс өңдеу, егіс айналымын сақтау, арамшөптерді жою және дақылды уақытында жинау жатады. Бұл әдістер шегірткелердің дамуына қолайсыз жағдайлар жасауға бағытталған."
    },
    "forecasting": {
      "title": "Жарылыстарды болжау",
      "description": "Метеорологиялық деректер, популяцияның жағдайы және басқа факторлар негізінде мүмкін болатын санының жарылыстарын болжау жүргізіледі. Бұл шабуылдарды болдырмау бойынша шараларды уақытында қабылдауға мүмкіндік береді."
    }
  },
  "about": {
    "title": "Жоба туралы",
    "description": "Гранттық жоба туралы ақпарат",
    "project": {
      "title": "Жоба туралы",
      "description": "Бұл интернет-ресурс марокко шегірткесін зерттеуге және оның санын басқару әдістерін әзірлеуге бағытталған гранттық жоба аясында құрылған. Жоба өсімдіктерді қорғау саласындағы ғалымдардың, мамандардың және практиктердің күш-жігерін біріктіреді."
    },
    "team": {
      "title": "Жоба командасы",
      "description": "Жоба бойынша Қазақстандағы өсімдіктерді қорғау және карантин ғылыми-зерттеу институтының (ҚазЗИЗиҚР) энтомология, фитопатология және өсімдіктерді қорғау саласындағы жетекші мамандары жұмыс істейді."
    },
    "materials": {
      "title": "Жоба материалдары",
      "description": "Жоба материалдарына ғылыми жарияланымдар, жүргізілген зерттеулер бойынша есептер, әдістемелік ұсыныстар және шегірткелер шабуылдары бойынша деректер базасы кіреді."
    },
    "links": {
      "kazniizikr": "ҚазЗИЗиҚР сайты",
      "kazniizikrSite": "ҚазЗИЗиҚР ресми сайты",
      "publications": {
        "title": "Авторлардың жарияланымдары",
        "description": "Жоба авторларының жарияланымдары осы ресурста орналастырылып, қарау және жүктеу үшін қолжетімді болады."
      },
      "sources": {
        "title": "Дереккөздер",
        "description": "Пайдаланылған барлық ақпарат көздері ресурстың тиісті бөлімдерінде көрсетілген. Материалдарды пайдаланғанда көзге сілтеме көрсетуді сұраймыз."
      }
    }
  },
  "common": {
    "loading": "Жүктелуде...",
    "error": "Қате орын алды",
    "back": "Артқа"
  },
  "footer": {
    "text": "Шегіртке. Марокко шегірткесі туралы деректер базасы."
  }
}



